espressif/esp-idf/examples/bluetooth/ble_get_started/bluedroid/Bluedroid_GATT_Server/sdkconfig.defaults.esp32c5
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c5"
CONFIG_BT_ENABLED=y
# CONFIG_BT_BLE_50_FEATURES_SUPPORTED is not set
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y
CONFIG_EXAMPLE_BLINK_LED_STRIP=y
CONFIG_EXAMPLE_BLINK_LED_GPIO=n
CONFIG_EXAMPLE_BLINK_GPIO=27
